{
  "en": [],
  "id": [
    {
      "id": 1,
      "jokes": "Kalo bubur bayi buat bayi berarti kalo bubur ayam buat ayam ??"
    },
    {
      "id": 2,
      "jokes": "Tukang tukang apa yang posesif ? Tukang sol capa tu xixixi"
    },
    {
      "id": 3,
      "jokes": "Antara besi 50 kg dengan kapas 50 kg pas kalu dijatuhkan di kaki, nanti sakitan mana? Ya sakitan kakinya."
    },
    {
      "id": 4,
      "jokes": "Dia membuat karya, pas jadi hasil karya tersebut diinjak-injak tidak marah, siap coba? Pembuat sandal."
    },
    {
      "id": 5,
      "jokes": "Hitam, putih, merah, apakah itu? Zebra abis dikerokin."
    },
    {
      "id": 6,
      "jokes": "Telor apa yang sangar? Telor asin, soalnya ada tatonya."
    },
    {
      "id": 7,
      "jokes": "Telor asin takut ama siapa? Ama telor puyuh, sebab tatonya lebih banyak"
    },
    {
      "id": 8,
      "jokes": "Seekor kaki seribu mempunyai 1.000 kaki, suatu hari kakinya copot satu. Tinggal berapa kakinya? Kan kayak di lagu Gugur bunga, 'Gugur satu tumbuh seribu.'"
    },
    {
      "id": 9,
      "jokes": "Sepeda apa yang tidak bisa dicat? Sepeda hilang!"
    },
    {
      "id": 10,
      "jokes": "Benda apa yang baru dibeli langsung dibuang? Peti mati."
    },
    {
      "id": 11,
      "jokes": "Apa persamaan antara uang dan rahasia? sama-sama susah dipegang."
    },
    {
      "id": 12,
      "jokes": "Uang 100 ribu jika dilempar maka akan menjadi? Jadi rebutan."
    },
    {
      "id": 13,
      "jokes": "Kenapa ketika naik taksi kita tidak boleh bayar uang dulu? Karena uang dulu udah tidak laku."
    },
    {
      "id": 14,
      "jokes": "Selain uang benda apa yang sering dicari-cari orang? Benda hilang."
    },
    {
      "id": 15,
      "jokes": "Hewan apa yang bersaudara? Katak Beradik."
    },
    {
      "id": 16,
      "jokes": "Selain bunga desa, bunga apa yang cantik dan hobi masak? Bungatimin dan Bungatemi."
    },
    {
      "id": 17,
      "jokes": "Nyopet apa yang tergolong paling nekat? Nyopet gigi emas."
    },
    {
      "id": 18,
      "jokes": "Negara mana yang memiliki huruf dobel? u ganda (Uganda)."
    },
    {
      "id": 19,
      "jokes": "Sabun apa yang paling genit? Sabun colek."
    },
    {
      "id": 20,
      "jokes": "Kuman apa yang paling bersih? Kumandi pakai sabun."
    },
    {
      "id": 21,
      "jokes": "Kalau kamu pintar matematika, coba jawab pertanyaan ini 3 x + = …? Kenyang. ya iyalah, 3 kali nambah ya kenyang!"
    },
    {
      "id": 22,
      "jokes": "Kalau hitam dibilang bersih, kalau putih dibilang kotor? Papan tulis!"
    },
    {
      "id": 23,
      "jokes": "Uang kalau dilemparjadi apa? Jadi rebutan."
    },
    {
      "id": 24,
      "jokes": "Selalu diam di pojok tapi bisa keliling dunia? Perangko!"
    },
    {
      "id": 25,
      "jokes": "Tentara apa yang paling kecil? Tentara Sekutu."
    },
    {
      "id": 26,
      "jokes": "Bebek apa yang jalannya selalu muter ke kiri terus? Bebek dikunci stang."
    },
    {
      "id": 27,
      "jokes": "Ada bebek 10 di kali 2 jadi berapa? 8, soalnya yang 2 lagi maen di kali."
    },
    {
      "id": 28,
      "jokes": "Hewan apa yang bersaudara? Katak beradik."
    },
    {
      "id": 29,
      "jokes": "Kecil, Ijo, kalau disentuh meledak. Apakah itu? Ulet bulu bawa bom."
    },
    {
      "id": 30,
      "jokes": "Kucing apa yang kuno? Kucinggalan Jaman."
    },
    {
      "id": 31,
      "jokes": "Monyet apa yang gak makan pisang? Monyet lagi puasa."
    },
    {
      "id": 32,
      "jokes": "Kalau ayam berkokok, berarti harimau….? Hari mau pagi."
    },
    {
      "id": 33,
      "jokes": "Pintu apa yang walaupun didorong sepuluh orang pun tidak terbuka? Pintu yang ada tulisan ‘TARIK.’"
    },
    {
      "id": 34,
      "jokes": "Apa yang bulat, kecil, hitam, jika dipencet keluar orangnya? Bel pintu."
    },
    {
      "id": 35,
      "jokes": "Apa yang ‘Jauh di mata, dekat di hati? Usus."
    },
    {
      "id": 36,
      "jokes": "Rambut putih namanya uban, rambut merah namanya pirang, kalau rambut hijau namanya apa? Rambutan belum mateng."
    },
    {
      "id": 37,
      "jokes": "Jus apa yang turun dari langit? Justru itu yang aku kagak tau..he..he."
    },
    {
      "id": 38,
      "jokes": "Apa bukti wortel baik untuk kesehatan mata? Pernah lihat kelinci pakai kacamata?"
    },
    {
      "id": 39,
      "jokes": "Apa bahasa Indianya bumbu dapur? Tumbar miri jahe."
    },
    {
      "id": 40,
      "jokes": "Apa ayang badannya hijau, kepalanya merah, jalannya mundur? Obat nyamuk bakar."
    },
    {
      "id": 41,
      "jokes": "Siapa yang potong rambut tiap hari tetapi tidak botak? Tukang pangkas!"
    },
    {
      "id": 42,
      "jokes": "Nenek siapa yang jalannya meloncat-loncat? Nenek si katak."
    },
    {
      "id": 43,
      "jokes": "Kenapa orang takut kehujanan? Karena hujan beraninya keroyokan, coba kalau satu-satu, nggak ada yangg takut, kan?"
    },
    {
      "id": 44,
      "jokes": "Kenapa baju Superman ada huruf ‘S’? Karena kalau ‘M’ atau ‘L’ kegedean."
    },
    {
      "id": 45,
      "jokes": "Kenapa baju Batman ada gambar kelelawar? Karena huruf ‘B’ sudah dipakai kaos Bobo."
    },
    {
      "id": 46,
      "jokes": "Kenapa di keyboard komputer ada tulisan ‘ENTER’? Karena kalau tulisannya ‘ENTAR’, programnya nggak jalan-jalan."
    },
    {
      "id": 47,
      "jokes": "Kenapa dokter jika akan mengoperasi mulutnya ditutup? Karena jika matanya yang ditutup nggak bisa melihat dong."
    },
    {
      "id": 48,
      "jokes": "Kenapa air laut asin? Karena ikannya pada berkeringat."
    },
    {
      "id": 49,
      "jokes": "Kenapa kambing berjenggot? Karena jika berkumis nanti dikira Pak Raden."
    },
    {
      "id": 50,
      "jokes": "Bis apa yang biasanya ada di pohon? Bis-a monyet, bisa burung, terserah kamu lah."
    },
    {
      "id": 51,
      "jokes": "Mangga apa yang mengerikan? Mangga-ruk-garuk pantat singa."
    },
    {
      "id": 52,
      "jokes": "Apa itu cemilan? Cebelum cepuluh, cecudah celapan."
    },
    {
      "id": 53,
      "jokes": "Kopi apa yang bisa mencapit? Kopi-ting."
    },
    {
      "id": 54,
      "jokes": "Lele apa yang di tepi jalan ? Lele-pon umum."
    },
    {
      "id": 55,
      "jokes": "Sapi apa yang larinya cepat? Sapi-da motor."
    },
    {
      "id": 56,
      "jokes": "Kentang apa yang bisa bikin bayi ketawa? Kentang-tingtung-tingtang-tingtung."
    },
    {
      "id": 57,
      "jokes": "Suku apa yang banyak berkeliaran di mal? Suku-riti."
    },
    {
      "id": 58,
      "jokes": "Kuda apa yg paling capek? Kuda-ki gunung sambil jongkok."
    },
    {
      "id": 59,
      "jokes": "Monyet apa yang menyebalkan? Monyet-tel tv tidak bisa, monyetel radio tidak bisa juga."
    },
    {
      "id": 60,
      "jokes": "Tivi apa yang bisa berenang? Tivikir-vikir sih ikan."
    },
    {
      "id": 61,
      "jokes": "Apa beda antara soto dan coto. Soto dari daging sapi, coto dari daging capi."
    },
    {
      "id": 62,
      "jokes": "Apa beda antara Meggi Z dan tukang sayur? Meggi Z nyanyi ‘teganya-teganya’, tukang sayur teriak ‘Toge Nya, toge Nya’."
    },
    {
      "id": 63,
      "jokes": "Apa beda antara semut dan orang? Orang bisa kesemutan, tetapi semut nggak bisa keorangan."
    },
    {
      "id": 64,
      "jokes": "Apa bedanya balapan kuda sama balapan motor? Balapan kuda ada tempat parkir motor, jika balapan motor tidak ada tempat parkir kuda."
    },
    {
      "id": 65,
      "jokes": "Apa persamaan kain jemuran dan telepon? Keduanya jika sudah ‘kringgg’ boleh diangkat."
    },
    {
      "id": 66,
      "jokes": "Apa persamaan Pangeran Diponegoro dan Cut Nyak Dien? Sama-sama nggak punya handphone."
    },
    {
      "id": 67,
      "jokes": "Apa persamaan KTP dan telor asin? Sama-sama dicap stempel."
    },
    {
      "id": 68,
      "jokes": "Apa persamaan tukang sate dan tukang soto? Sama-sama nggak jual bakso!"
    },
    {
      "id": 69,
      "jokes": "Binatang apa yang paling panjang? Ular ngantre beras."
    },
    {
      "id": 70,
      "jokes": "Berapa jumlah kaki seekor kerbau? Delapan, yaitu: dua kaki kiri, dua kaki kanan, dua kaki depan, dan dua kaki belakang."
    }
  ]
}
